Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Toggles selection of item
ar: تبديل تحديد العنصر
ca: Commuta la selecció de l'element
cy: Toglo dewis yr eitem
da: Skifter mellem valg af element
da_instk12: Skifter mellem valg af element
de: Schaltet Elementauswahl um
es: Alterna la selección del item
es_es: Alterna la selección del ítem
fi: Vaihtaa kohteen valintaa
fr: Inverse la sélection de l'élément
fr_ca: Inverse la sélection de l'élément
ga: Scoránaigh rogha na míre
hi: आइटम का चयन टॉगल करता है
ht: Chanje seleksyon atik
id: Mengalihkan pilihan dari item
is: Víxlar vali á atriði
it: Attiva/Disattiva la selezione dell’elemento
ja: 項目のトグル選択
ko: 항목의 선택을 토글
mi: Ka takahuri kōwhiringa o tūemi
ms: Menogol pilihan item
nb: Veksler valg av objekt
nb_instk12: Veksler valg av objekt
nl: Schakelt selectie van item aan en uit
pl: Wybór przełącza dla pozycji
pt: Escolher item
pt_br: Alterna a seleção do item
ru: Переключает выбор элемента
sl: Preklaplja izbiro elementa
sv: Växlar val av objekt
sv_instk12: Växlar val av objekt
th: สลับการเลือกรายการ
vi: Chuyển đổi lựa chọn mục
zh: 切换项目选项
zh_hk: 切換選擇項目

source: Tomorrow you'll thank yourself for resting tonight.
ar: وغدًا ستشكر نفسك لأنك استرحت الليلة.
ca: Demà agraireu haver descansat aquesta nit.
cy: Byddi di’n falch yfory dy fod wedi gorffwys heno.
da: I morgen vil du takke dig selv for at have hvilet dig i nat.
da_instk12: I morgen vil du takke dig selv for at have hvilet dig i nat.
de: Morgen werden Sie dankbar sein, dass Sie sich heute ausgeruht haben.
es: Mañana se agradecerá haber descansado esta noche.
es_es: Mañana agradecerás haber descansado esta noche.
fi: Huomenna kiität itseäsi siitä, että lepäät tänä iltana.
fr: Ce soir, repose-toi, demain, tu t’en remercieras.
fr_ca: Demain, vous vous féliciterez d’avoir pris du temps pour vous reposer.
ga: Amárach beidh tú buíoch duit féin as scíth a ligean anocht.
hi: कल आप आज किए गए आराम के लिए खुद को धन्यवाद देंगे।
ht: Demen w ap remèsye tèt ou paske w repoze aswè a.
id: Besok Anda akan berterima kasih pada diri sendiri karena telah beristirahat malam ini.
is: Á morgun munt þú þakka þér fyrir að hvíla þig í kvöld.
it: Domani ringrazierai te stesso per esserti riposato questa notte.
ja: 今夜休んだ自分を、明日はきっと感謝するでしょう。
ko: 오늘 휴식은 내일을 위한 것입니다.
mi: Āpōpō ka mihi koe ki a koe anō mō te okiokinga i tēnei pō.
ms: Esok anda akan berterima kasih kepada diri anda kerana berehat malam ini.
nb: I morgen vil du takke deg selv for at du hvilte i natt.
nb_instk12: I morgen vil du takke deg selv for at du hvilte i natt.
nl: Morgen ben je dankbaar dat je vanavond rust hebt genomen.
pl: Jutro podziękujesz sobie za dzisiejszy odpoczynek.
pt: Amanhã vais agradecer a ti mesmo por teres descansado esta noite.
pt_br: Amanhã você agradecerá a si mesmo por ter descansado esta noite.
ru: Завтра вы поблагодарите себя за то, что отдохнули сегодня ночью.
sl: Jutri boste hvaležni sami sebi, da ste se nocoj spočili.
sv: Imorgon kommer du att tacka dig själv för att du vilade ikväll.
sv_instk12: Imorgon kommer du att tacka dig själv för att du vilade ikväll.
th: พรุ่งนี้คุณจะขอบคุณตัวเองที่ตัดสินใจพักในคืนนี้
vi: Ngày mai bạn sẽ cảm ơn chính mình vì đã nghỉ ngơi tối nay.
zh: 明天的你会感谢今晚的好眠。
zh_hk: 明天你會感謝自己今晚好好休息。

source: Trust yourself — you've done hard things before.
ar: ثق في قدراتك — لقد أنجزت أمور صعبة من قبل.
ca: Confieu en les vostres possibilitats: ja heu fet coses difícils en el passat.
cy: Ymddiried yn dy hun — rwyt ti wedi gwneud pethau anodd o’r blaen.
da: Stol på dig selv – du har klaret svære ting før.
da_instk12: Stol på dig selv – du har klaret svære ting før.
de: Vertrauen Sie sich selbst - Sie haben schon früher schwierige Dinge gemeistert.
es: Confíe en usted: ya superó cosas difíciles antes.
es_es: Confía en ti: ya has logrado cosas difíciles antes.
fi: Luota itseesi – olet tehnyt vaikeita asioita aiemmin.
fr: Aie confiance en toi, il t’est déjà arrivé d’accomplir des choses difficiles.
fr_ca: Faites-vous confiance — vous avez déjà fait des choses difficiles.
ga: Muinín a bheith agat ionat féin - tá rudaí deacra déanta agat cheana.
hi: खुद पर भरोसा रखें — आपने पहले भी कठिन काम किए हैं।
ht: Fè tèt ou konfyans — ou konn fè bagay ki difisil deja.
id: Percayalah pada diri sendiri — Anda pernah melakukan hal-hal sulit sebelumnya.
is: Treystu á þig - þú hefur gert erfiða hluti áður.
it: Fidati di te stesso: hai già fatto cose difficili.
ja: 自分を信じて — あなたはこれまでにも困難を乗り越えてきました。
ko: 자신을 믿으세요. 이전에 더 힘든 것도 했습니다.
mi: Whakawhirinaki ki a koe anō - kua oti kē i a koe ngā mahi uaua i mua.
ms: Percayalah kepada diri anda — anda telah berjaya melepasi hal yang sukar sebelum ini.
nb: Stol på deg selv – du har gjort vanskelige ting før.
nb_instk12: Stol på deg selv – du har gjort vanskelige ting før.
nl: Vertrouw jezelf – je hebt vaker moeilijke dingen gedaan.
pl: Zaufaj sobie – nie jedną przeszkodę masz już za sobą.
pt: Confie em si mesmo — você já fez coisas difíceis antes.
pt_br: Confie em si mesmo — você já passou por coisas difíceis antes.
ru: Доверьтесь себе — вы уже сталкивались с трудностями.
sl: Zaupajte vase – s težavami ste se že spoprijeli.
sv: Lita på dig själv – du har klarat svåra saker förut.
sv_instk12: Lita på dig själv – du har klarat svåra saker förut.
th: เชื่อมั่นในตัวเอง คุณทำสิ่งที่ยากมาก่อนนี้แล้ว
vi: Hãy tin vào bản thân — bạn đã từng vượt qua nhiều điều khó khăn rồi mà.
zh: 相信自己，再大的困难，你都经历过了。
zh_hk: 相信自己 — 你以前也經歷過困難的事。

source: Trying is already a win.
ar: التجربة بمثابة انتصار بالفعل.
ca: Provar de fer una cosa ja és un triomf.
cy: Mae ymdrech yn bwysig.
da: At prøve er allerede en sejr.
da_instk12: At prøve er allerede en sejr.
de: Ein Versuch ist bereits ein Sieg.
es: Intentarlo ya es una victoria.
es_es: Intentarlo ya es una victoria.
fi: Yrittäjyys on jo voitto.
fr: Essayer, c’est déjà une victoire.
fr_ca: Essayer est déjà une victoire.
ga: Is bua cheana féin é iarracht a dhéanamh.
hi: प्रयास करना अपने आप में ही एक जीत है।
ht: Eseye se deja yon viktwa.
id: Mencoba sudah merupakan kemenangan.
is: Að reyna er þegar sigur.
it: Provarci è già una vittoria.
ja: 挑戦すること自体がすでに勝利なのです。
ko: 시도했다면 이미 성공하는 것입니다.
mi: He wikitoria kē te ngana.
ms: Berani mencuba sudah satu kemenangan.
nb: Å prøve er allerede en seier.
nb_instk12: Å prøve er allerede en seier.
nl: Het proberen is al een overwinning.
pl: Podjęcie próby też jest zwycięstwem.
pt: Tentar já é uma vitória.
pt_br: Tentar já é uma vitória.
ru: Сама попытка — это уже победа.
sl: Že poskus je zmaga.
sv: Ett försök är en vinst i sig.
sv_instk12: Ett försök är en vinst i sig.
th: การได้ลองก็คือชัยชนะแล้ว
vi: Việc bạn cố gắng đã là một chiến thắng rồi.
zh: 付诸行动，就是顺利。
zh_hk: 嘗試本身就是一種勝利。

source: Turn In
ar: التسليم
ca: Entrega
cy: Cyflwyno
da: Aflever
da_instk12: Aflever
de: Einreichen
es: Entregar
es_es: Entregar
fi: Luovuttaminen
fr: Rendre
fr_ca: Rendre
ga: Cas Isteach
hi: सौंपें
ht: Soumèt
id: Serahkan
is: Skila
it: Consegna
ja: 提出
ko: 제출
mi: Tahuri I roto i
ms: Serahkan
nb: Lever inn
nb_instk12: Lever inn
nl: Inleveren
pl: Oddaj
pt: Entregar
pt_br: Entregar
ru: Сдать
sl: Oddaj
sv: Lämna in
sv_instk12: Lämna in
th: ส่งมอบ
vi: Nộp
zh: 提交
zh_hk: 提交

source: Turn in %@
ar: التسليم %@
ca: Entrega %@
cy: Cyflwyno %@
da: Indsend %@
da_instk12: Indsend %@
de: Abgeben %@
es: Entregar %@
es_es: Entregar %@
fi: Luovuttaminen %@
fr: Rendre %@
fr_ca: Rendre %@
ga: Cas isteach %@
hi: सौंपें %@
ht: Aktive %@
id: Serahkan %@
is: Skila %@
it: Consegna %@
ja: 提出する%@
ko: 제출 %@
mi: Tahuri i roto i %@
ms: Serahkan %@
nb: Lever %@
nb_instk12: Lever inn %@
nl: Inleveren %@
pl: Oddaj %@
pt: Ligar %@
pt_br: Entregar %@
ru: Включить %@
sl: Oddaj %@
sv: Lämna in %@
sv_instk12: Lämna in %@
th: ส่งมอบ %@
vi: Nộp %@
zh: 上交%@
zh_hk: 提交%@

source: Turn In Again
ar: التسليم من جديد
ca: Torna a entregar
cy: Cyflwyno eto
da: Aflever igen
da_instk12: Aflever igen
de: Erneut einreichen
es: Entregar de nuevo
es_es: Entregar de nuevo
fi: Luovuta uudelleen
fr: Rendre à nouveau
fr_ca: Rendre à nouveau
ga: Cas Isteach Arís
hi: फिर से सौंपें
ht: Soumèt Ankò
id: Serahkan Lagi
is: Skila aftur
it: Consegna di nuovo
ja: 再提出
ko: 다시 제출
mi: Tahuri I roto anō
ms: Serahkan Semula
nb: Lever inn på nytt
nb_instk12: Lever inn på nytt
nl: Opnieuw inleveren
pl: Oddaj ponownie
pt: Entregar Novamente
pt_br: Entregar Novamente
ru: Сдать снова
sl: Znova oddaj
sv: Lämna in igen
sv_instk12: Lämna in igen
th: ส่งมอบอีกครั้ง
vi: Nộp Lại
zh: 再次提交
zh_hk: 再次提交

source: Type here...
ar: اكتب هنا...
ca: Escriviu aquí…
cy: Teipiwch yma...
da: Skriv her ...
da_instk12: Skriv her ...
de: Hier tippen ...
es: Escriba aquí...
es_es: Escribe aquí...
fi: Kirjoita tähän...
fr: Tapez quelque chose ici...
fr_ca: Saisissez le texte ici…
ga: Clóscríobh anseo...
hi: यहां टाइप करें...
ht: Tape la...
id: Ketik di sini...
is: Skrifaðu hér...
it: Inserisci qui...
ja: ここに入力する...
ko: 여기에 입력...
mi: Patohia ki konei...
ms: Taip di sini...
nb: Skriv her …
nb_instk12: Skriv her …
nl: Typ hier...
pl: Wpisz tutaj...
pt: Digite aqui...
pt_br: Digite aqui...
ru: Введите текст здесь...
sl: Vtipkajte tukaj ...
sv: Skriv här …
sv_instk12: Skriv här …
th: พิมพ์ที่นี่...
vi: Nhập vào đây...
zh: 在此处键入...
zh_hk: 在此輸入...

source: Uh-oh! No Internet Connection
ar: عذرًا! لا يوجد اتصال بالإنترنت
ca: Oh! No hi ha cap connexió a Internet
cy: O na! Dim cysylltiad â’r rhyngrwyd
da: Åh åh! Ingen internetforbindelse
da_instk12: Åh nej! Ingen internetforbindelse
de: Ach du Schreck! Keine Internetverbindung
es: ¡Ay no! Sin conexión a Internet
es_es: ¡Ay no! No hay conexión a Internet
fi: Voi ei! Ei Internet-yhteyttä
fr: Oh non ! Aucune connexion internet
fr_ca: Oh oh! Aucune connexion Internet
ga: Uh-ó! Gan Nasc Idirlín
hi: उह-ओह! कोई इंटरनेट कनेक्शन नहीं
ht: Uh-oh! Pa gen Koneksyon Internet
id: Uh-oh! Tidak Ada Sambungan Internet
is: Æi! Engin nettenging
it: Spiacenti! Nessuna connessione a Internet
ja: 残念!インターネット接続なし
ko: 죄송합니다. 인터넷에 연결되지 않음
mi: Aue! Kaore he hononga ipurangi
ms: Op! Tiada Sambungan Internet
nb: Au da! Ingen Internett-tilkobling
nb_instk12: Ups! Ingen Internett-tilkobling
nl: Let op! Geen internetverbinding
pl: Oj! Brak połączenia internetowego
pt: Uh-oh! Sem ligação à Internet
pt_br: Que difícil! Sem conexão à internet
ru: Ой-ой! Нет интернет-соединения
sl: Ojoj. Brez internetne povezave.
sv: Hoppsan! Ingen internetanslutning
sv_instk12: Oj då! Ingen internet-anslutning
th: โอ๊ะโอ! ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Rất tiếc! Không Có Kết Nối Internet
zh: 糟糕！无互联网连接
zh_hk: 噢！沒有網絡連線

source: Unable to load
ar: التحميل غير ممكن
ca: No s'ha pogut carregar
cy: Methu llwytho
da: Ikke i stand til at indlæse
da_instk12: Ikke i stand til at indlæse
de: Kann nicht laden
es: No se puede cargar
es_es: No se puede cargar
fi: Lataus ei onnistunut
fr: Chargement impossible
fr_ca: Chargement impossible
ga: Ní féidir é a lódáil
hi: लोड करने में असमर्थ
ht: Pa kapab chaje
id: Tidak dapat memuat
is: Ekki hægt að sækja
it: Impossibile caricare
ja: ロードできません
ko: 로드할 수 없음
mi: Kāore e taea te uta
ms: Tidak dapat memuatkan
nb: Kunne ikke laste
nb_instk12: Kunne ikke laste
nl: Kan niet laden
pl: Nie można załadować
pt: Impossível carregar
pt_br: Não é possível carregar
ru: Невозможно загрузить
sl: Nalaganje ni mogoče.
sv: Det gick inte att läsa in
sv_instk12: Kunde inte ladda
th: ไม่สามารถโหลดได้
vi: Không thể tải
zh: 无法加载
zh_hk: 無法載入

source: Unable to post. Please try again later
ar: النشر غير ممكن. الرجاء إعادة المحاولة لاحقًا
ca: No s'ha pogut publicar. Torneu a provar-ho més endavant
cy: Methu postio. Rhowch gynnig arall arni rywbryd eto
da: Kunne ikke sende. Prøv igen senere
da_instk12: Ikke i stand til at postere. Prøv venligst igen senere
de: Posten nicht möglich. Bitte versuchen Sie es später noch einmal.
es: No se puede publicar. Inténtelo de nuevo más tarde
es_es: No se puede publicar. Inténtalo de nuevo más tarde
fi: Lähetys ei onnistunut Yritä myöhemmin uudelleen
fr: Publication impossible. Veuillez réessayer plus tard
fr_ca: Impossible de publier. Veuillez réessayer plus tard
ga: Ní féidir é a phostáil. Bain triail eile as ar ball
hi: पोस्ट करने में असमर्थ। कृपया बाद में फिर से कोशिश करें
ht: Paka poste. Tanpri eseye ankò
id: Tidak dapat memposting. Silakan coba lagi nanti
is: Ekki hægt að birta. Reyndu aftur seinna
it: Impossibile pubblicare. Riprova in seguito
ja: ポストできません。後でもう一度お試しください
ko: 게시할 수 없습니다. 나중에 다시 시도하세요
mi: Kaore e taea te whakairi. Tēnā koa ngana anō
ms: Tidak dapat menyiarkan. Sila cuba semula kemudian
nb: Kunne ikke publisere. Prøv igjen senere
nb_instk12: Kunne ikke poste. Forsøk igjen senere
nl: Kan niet worden gepost. Probeer het later opnieuw
pl: Nie można opublikować. Spróbuj ponownie później
pt: Impossível publicar. Por favor, tente novamente mais tarde
pt_br: Incapaz de postar. Por favor, tente novamente mais tarde
ru: Не удалось опубликовать. Попробуйте еще раз позднее
sl: Objava ni mogoča. Poskusite znova pozneje.
sv: Kunde inte göra inlägg Försök igen senare
sv_instk12: Kunde inte posta. Försök igen senare
th: ไม่สามารถโพสต์ได้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Không thể đăng. Vui lòng thử lại sau
zh: 无法发布。请稍后再试
zh_hk: 無法發布。請稍後重試

source: Unable to upload to server
ar: التحميل على الخادم غير ممكن
ca: No s'ha pogut penjar al servidor
cy: Wedi methu llwytho i fyny i'r gweinydd
da: Ikke i stand til at uploade til server
da_instk12: Ikke i stand til at uploade til server
de: Upload zum Server nicht möglich
es: No se puede subir al servidor
es_es: No se puede subir al servidor
fi: Lataus palvelimelle ei onnistunut
fr: Téléchargement sur le serveur impossible
fr_ca: Téléversement sur le serveur impossible
ga: Ní féidir a uaslódáil chuig an bhfreastalaí
hi: सर्वर पर अपलोड करने में असमर्थ
ht: Enposib pou transfere sou sèvè a
id: Tidak dapat mengunggah ke server
is: Ekki hægt að hlaða upp til miðlara
it: Impossibile caricare nel server
ja: サーバーにアップロードすることができません
ko: 서버에 업로드할 수 없습니다
mi: Kāore e taea te tukuatu ki te tūmau
ms: Tidak dapat memuat naik ke pelayan
nb: Kunne ikke laste opp til server
nb_instk12: Kunne ikke laste opp til server
nl: Kan niet naar server uploaden
pl: Nie można przesłać do serwera
pt: Impossível carregar no servidor
pt_br: Não é possível fazer o upload para o servidor
ru: Невозможно загрузить на сервер
sl: Nalaganje v strežnik ni mogoče.
sv: Det gick inte att ladda upp till servern
sv_instk12: Kunde inte ladda upp till server
th: ไม่สามารถอัพโหลดไปยังเซิร์ฟเวอร์
vi: Không thể tải lên máy chủ
zh: 无法上传到服务器
zh_hk: 無法上傳至伺服器

source: Unavailable
ar: غير متوفر
ca: No està disponible
cy: Ddim ar gael
da: Ikke tilgængelig
da_instk12: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
es_es: No disponible
fi: Ei saatavissa
fr: Indisponible
fr_ca: Indisponible
ga: Níl fáil air
hi: अनुपलब्ध
ht: Pa disponib
id: Tidak tersedia
is: Ekki tiltækt
it: Non disponibile
ja: 利用不可能
ko: 사용할 수 없음
mi: Korewātea
ms: Tidak tersedia
nb: Utilgjengelig
nb_instk12: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępny
pt: Indisponível
pt_br: Indisponível
ru: Недоступно
sl: Ni na voljo
sv: Ej tillgänglig
sv_instk12: Ej tillgänglig
th: ไม่มีให้บริการ
vi: Không Khả Dụng
zh: 不可用
zh_hk: 不可用

source: Ungraded
ar: لم يتم تقييم الدرجة
ca: No qualificat
cy: Heb raddio
da: Ikke bedømt
da_instk12: Ikke bedømt
de: Nicht benotet
es: Sin calificación
es_es: Sin evaluar
fi: Arvostelematon
fr: Non noté
fr_ca: Non noté
ga: Neamhmharcáilte
hi: ग्रेड रहित
ht: Pa klase
id: Tidak dinilai
is: Einkunn ekki gefin
it: Non valutato
ja: 未採点
ko: 채점되지 않음
mi: Kaore i kōeketia
ms: Tidak bergred
nb: Ikke vurdert
nb_instk12: Ikke vurdert
nl: Onbeoordeeld
pl: Nie oceniono
pt: Sem nota
pt_br: Sem nota
ru: Без оценки
sl: Neocenjeno
sv: Ej bedömd
sv_instk12: inte bedömd
th: อัพเกรดแล้ว
vi: Chưa Chấm Điểm
zh: 未评分
zh_hk: 未評分

source: unknown
ar: غير معروف
ca: desconegut
cy: dieithr
da: Ukendt
da_instk12: Ukendt
de: unbekannt
es: desconocido
es_es: desconocido
fi: tuntematon
fr: inconnu
fr_ca: inconnu
ga: anaithnid
hi: अज्ञात
ht: enkoni
id: tidak dikenal
is: óþekkt
it: sconosciuto
ja: 不明
ko: 알 수 없음
mi: kaore e mōhiotia
ms: tidak diketahui
nb: ukjent
nb_instk12: ukjent
nl: onbekend
pl: nieznany
pt: desconhecido
pt_br: desconhecido
ru: неизвестно
sl: neznano
sv: okänd
sv_instk12: okänd
th: ไม่ทราบ
vi: không xác định
zh: 未知
zh_hk: 未知

source: Unknown
ar: غير معروف
ca: Desconegut
cy: Dieithr
da: Ukendt
da_instk12: Ukendt
de: Unbekannt
es: Desconocido
es_es: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
ga: Anaithnid
hi: अज्ञात
ht: Enkoni
id: Tidak dikenal
is: Óþekkt
it: Sconosciuto
ja: 不明
ko: 알 수 없음
mi: Kaore e mōhiotia
ms: Tidak diketahui
nb: Ukjent
nb_instk12: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ru: Неизвестно
sl: Neznano
sv: Okänd
sv_instk12: Okänd
th: ไม่ทราบ
vi: Không xác định
zh: 未知
zh_hk: 未知

source: Unknown Error
ar: خطأ غير معروف
ca: Error desconegut
cy: Gwall Anhysbys
da: Ukendt fejl
da_instk12: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
es_es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
fr_ca: Erreur inconnue
ga: Earráid Anaithnid
hi: अज्ञात त्रुटि
ht: Erè Enkoni
id: Kesalahan Tidak Diketahui
is: Óþekkt villa
it: Errore sconosciuto
ja: 未知のエラー
ko: 알 수 없는 오류
mi: Kaore I Mōhiotia Te Hapa
ms: Ralat tidak diketahui
nb: Ukjent feil
nb_instk12: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro Desconhecido
ru: Неизвестная ошибка
sl: Neznana napaka
sv: Okänt fel
sv_instk12: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi Không Xác Định
zh: 未知错误
zh_hk: 未知問題

source: Unlimited
ar: غير محدود
ca: Il·limitat
cy: Diderfyn
da: Ubegrænset
da_instk12: Ubegrænset
de: Unbegrenzt
es: Ilimitados
es_es: Ilimitado
fi: Rajoittamaton
fr: Illimité
fr_ca: Illimité
ga: Gan teorainn
hi: असीमित
ht: Ilimite
id: Tanpa batas
is: Ótakmarkað
it: Senza limiti
ja: 無制限
ko: 무제한
mi: Kaore he mutunga
ms: Tiada Had
nb: Ubegrenset
nb_instk12: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt: Ilimitado
pt_br: Sem limite
ru: Неограниченно
sl: Neomejeno
sv: Obegränsat
sv_instk12: Obegränsat
th: ไม่จำกัด
vi: Không Giới Hạn
zh: 无限制
zh_hk: 無限制

source: Unread
ar: غير مقروء
ca: Sense llegir
cy: Heb ddarllen
da: Ulæst
da_instk12: Ulæst
de: Ungelesen
es: No leído
es_es: No leído
fi: Lukematon
fr: Non lu
fr_ca: Non lu
hi: अपठित
ht: Poko li
id: Belum dibaca
is: Ólesin
it: Non letto
ja: 未読
ko: 읽지 않음
mi: Kia panuitia
ms: Belum dibaca
nb: Ulest
nb_instk12: Ulest
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lida
pt_br: Não lido
ru: Не прочитано
sl: Neprebrano
sv: Oläst
sv_instk12: Olästa
th: ไม่ได้อ่าน
vi: Chưa đọc
zh: 未读
zh_hk: 未讀

source: Unsaved Reply
ar: جواب غير محفوظ
ca: No s'ha desat la resposta
cy: Ateb heb ei gadw
da: Ikke gemt svar
da_instk12: Ikke gemt svar
de: Nicht gespeicherte Antwort
es: Respuesta no guardada
es_es: Respuesta no guardada
fi: Tallentamaton vastaus
fr: Réponse non sauvegardée
fr_ca: Réponse non sauvegardée
ga: Freagra nach bhfuil Sábháilte
hi: बिना सहेजा गया उत्तर
ht: Repons san Anrejistre
id: Balasan Belum Disimpan
is: Óvistað svar
it: Risposta non salvata
ja: 未保存の返信
ko: 저장되지 않은 답변
mi: Whakautu kaore i Tiaki
ms: Balasan Tidak Disimpan
nb: Svaret er ikke lagret
nb_instk12: Svaret er ikke lagret
nl: Niet opgeslagen antwoord
pl: Niezapisana odpowiedź
pt: resposta não guardada
pt_br: Resposta Não Salva
ru: Несохраненный ответ
sl: Neshranjen odgovor
sv: Osparat svar
sv_instk12: Ej sparat svar
th: การตอบกลับที่ไม่ได้บันทึกไว้
vi: Câu Trả Lời Chưa Lưu
zh: 未保存回复
zh_hk: 未保存的回覆

source: until %@
ar: حتى %@
ca: fins a les %@
cy: tan %@
da: indtil %@
da_instk12: indtil %@
de: bis %@
es: hasta %@
es_es: hasta el %@
fi: %@ asti
fr: jusqu'au %@
fr_ca: jusqu’à %@
ga: go dtí %@
hi: %@ तक
ht: jiska %@
id: hingga %@
is: til %@
it: fino a %@
ja: %@まで
ko: 마감 %@
mi: tae noa ki %@
ms: hingga %@
nb: til %@
nb_instk12: til %@
nl: tot %@
pl: do %@
pt: até %@
pt_br: até %@
ru: до %@
sl: do %@
sv: till %@
sv_instk12: tills %@
th: จนถึง %@
vi: đến %@
zh: 结束日期 %@
zh_hk: 直到 %@

source: Upload
ar: تحميل
ca: Penja
cy: Llwytho i fyny
de: Hochladen
es: Cargar
es_es: Cargar
fi: Lataa
fr: Télécharger
fr_ca: Téléversement
ga: Uaslódáil
hi: अपलोड करें
ht: Chajman
id: Unggah
is: Hlaða upp
it: Carica
ja: アップロード
ko: 업로드
mi: Tukuake
ms: Muat naik
nb: Last opp
nb_instk12: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
pt_br: Carregar
ru: Отправить
sl: Naloži
sv: Ladda upp
sv_instk12: Ladda upp
th: อัพโหลด
vi: Tải lên
zh: 上传
zh_hk: 上傳

source: Upload a file
ar: تحميل ملف
ca: Penja un fitxer
cy: Llwytho ffeil i fyny
da: Upload a fil
da_instk12: Upload a fil
de: Eine Datei hochladen
es: Cargar un archivo
es_es: Cargar un archivo
fi: Lataa tiedosto
fr: Télécharger un fichier
fr_ca: Téléverser un fichier
ga: Uaslódáil comhad
hi: फ़ाइल अपलोड करें
ht: Chaje yon fichye
id: Unggah file
is: Hlaða upp skrá
it: Carica un file
ja: ファイルをアップロード
ko: 파일 업로드
mi: Tukuake he kōnae
ms: Muat naik fail
nb: Last opp en fil
nb_instk12: Last opp en fil
nl: Een bestand uploaden
pl: Prześlij plik
pt: Carregar um ficheiro
pt_br: Carregar um arquivo
ru: Загрузить файл
sl: Naloži datoteko
sv: Ladda upp en fil
sv_instk12: Ladda upp fil
th: อัพโหลดไฟล์
vi: Tải lên tập tin
zh: 上传文件
zh_hk: 上傳一個檔案

source: Upload Error
ar: خطأ في التحميل
ca: Error en penjar
cy: Gwall wrth lwytho i fyny
da: Upload fejl
da_instk12: Upload fejl
de: Upload-Fehler
es: Error al cargar
es_es: Error al cargar
fi: Latausvirhe
fr: Erreur de téléchargement
fr_ca: Erreur de téléversement
ga: Earráid Uaslódála
hi: अपलोड त्रुटि
ht: Erè Chajman
id: Kesalahan Pengunggahan
is: Villa við upphleðslu
it: Errore di caricamento
ja: アップロードエラー
ko: 업로드 오류
mi: Hapa Tukuake
ms: Ralat Muat Naik
nb: Feil med opplastingen
nb_instk12: Feil med opplastingen
nl: Fout bij uploaden
pl: Błąd pobrania
pt: Erro ao carregar
pt_br: Erro de Upload
ru: Ошибка при загрузке
sl: Napaka pri nalaganju
sv: Uppladdningsfel
sv_instk12: Fel vid uppladdning
th: ข้อผิดพลาดในการอัพโหลด
vi: Lỗi Tải Lên
zh: 上传错误
zh_hk: 上傳錯誤

source: Upload failed. Reason: (%@)
ar: فشل التحميل. السبب: (%@)
ca: No s'ha pogut penjar. Raó: (%@)
cy: Wedi methu llwytho i fyny. Rheswm: (%@)
da: Upload mislykkedes. Årsag: (%@)
da_instk12: Upload mislykkedes. Årsag: (%@)
de: Upload fehlgeschlagen. Grund: (%@)
es: Falló la carga. Motivo: (%@)
es_es: No se ha podido realizar la carga. Motivo: (%@)
fi: Lataus epäonnistui. Syy: (%@)
fr: Échec de l’envoi. Raison : (%@)
fr_ca: Le téléversement a échoué Raison : (%@)
ga: Theip ar an uaslódáil. Cúis: (%@)
hi: अपलोड करना विफल रहा। कारण: (%@)
ht: Transfè echwe. Rezon: (%@)
id: Unggahan fagal. Alasan: (%@)
is: Upphleðsla mistókst. Ástæða: (%@)
it: Caricamento non riuscito. Motivo: (%@)
ja: アップロードに失敗しました。理由:(%@)
ko: 업로드하지 못했습니다. 이유: (%@)
mi: Rahua Tukuake. Kaupapa: (%@)
ms: Muat naik gagal. Sebab: (%@)
nb: Opplasting mislyktes. Årsak: (%@)
nb_instk12: Ble ikke lastet opp. Årsak: (%@)
nl: Uploaden mislukt. Reden: (%@)
pl: Niepowodzenie przesłania. Przyczyna: (%@)
pt: Carregamento falhou. Motivo: (%@)
pt_br: Falha no carregamento. Motivo: (%@)
ru: Не удалось загрузить. Причина: (%@)
sl: Nalaganje ni uspelo. Razlog: (%@)
sv: Det gick inte att ladda upp. Orsak: (%@)
sv_instk12: Uppladdningen misslyckades. Anledning: (%@)
th: อัพโหลดล้มเหลว สาเหตุ: (%@)
vi: Tải lên thất bại. Lý do: (%@)
zh: 上传失败。理由：(%@)
zh_hk: 上傳失敗。原因：(%@)
